Repository: PneumaSolutions/rim-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: fr, sv

source: Agree
sv: Håller med

source: Because you didn't agree to record the session, this session has ended.
sv: Eftersom du inte godkände inspelningen av sessionen har denna session avslutats.

source: Remote Incident Manager
fr: Gestionnaire d'incidents à distance

source: Remote Incident Manager %{version}
fr: Gestionnaire d'incidents à distance %{version}

source: Disable visual output for this session.
fr: Désactiver la sortie visuelle pour cette session.

source: Target group:
fr: Groupe cible :

source: Open Target Group
fr: Groupe cible ouvert

source: Start
fr: Démarrer

source: Incident Pass
fr: Pass d'incident

source: direct peer-to-peer
fr: pair-à-pair directe

source: Controller
fr: Contrôleur

source: %{platform} version
fr: Version %{platform}

source: Process ID
fr: ID du processus

source: Executable path
fr: Chemin d'accès à l'exécutable

source: RIM has a single installer, regardless of whether you are playing the role of the technical support provider(controller) or the remote end-user (target), that is, whether you are providing or receiving help. If you want to receive help, simply press the "Receive help now" button above. Then all you need to do is enter the key word provided by the Controller. RIM will establish the connection and start the voice conversation if necessary.
fr: RIM dispose d'un installateur unique, que vous jouiez le rôle du fournisseur de support technique (contrôleur) ou de l'utilisateur final à distance (cible), c'est-à-dire que vous fournissiez ou receviez de l'aide. Si vous souhaitez recevoir de l'aide, il vous suffit d'appuyer sur le bouton "Recevoir de l'aide maintenant" ci-dessus. Il vous suffit alors de saisir le mot clé fourni par le contrôleur. RIM établira la connexion et entamera la conversation vocale si nécessaire.

source: The Controller can hear any audio output on the end-user’s machine, including not only any screen reader the end-user may be running, but also other applications. Sighted or low-vision technicians can also see the end-user’s screen. Keyboard and mouse input work as expected.
fr: Le contrôleur peut entendre toute sortie audio sur la machine de l'utilisateur final, y compris tout lecteur d'écran que l'utilisateur final pourrait utiliser, mais aussi d'autres applications. Les techniciens voyants ou malvoyants peuvent également voir l'écran de l'utilisateur final. Les entrées au clavier et à la souris fonctionnent comme prévu.

source: Controller:
fr: Contrôleur :
