Repository: PneumaSolutions/rim-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: fr, sv

source: Local address
fr: Adresse locale
sv: Lokal adress

source: Local transport type
fr: Type de transport local
sv: Lokal transporttyp

source: Remote address
fr: Adresse à distance
sv: Fjärradress

source: Remote transport type
fr: Type de transport à distance
sv: Typ av fjärrtransport

source: Target
fr: Cible
sv: Fjärrdator

source: Send Logs on Target
fr: Envoi de journaux sur la cible
sv: Skicka loggar till fjärrdatorn

source: Machine info
fr: Informations sur la machine
sv: Information om datorn

source: Total RAM
fr: RAM totale
sv: Totalt internminne

source: Free RAM
fr: RAM libre
sv: Ledigt internminne

source: Total swap space
fr: Espace de pagination total
sv: Totalt swap-utrymme

source: Free swap space
fr: Espace de pagination libre
sv: Ledigt swap-utrymme

source: Running processes
fr: Processus en cours
sv: Processer som körs

source: Installed packages
fr: Paquets installés
sv: Installerade paket

source: Loading...
fr: Chargement...
sv: Laddar...

source: Welcome to Remote Incident Manager
fr: Bienvenue à Remote Incident Manager
sv: Välkommen till Remote Incident Manager

source: We would like to welcome you to version 3 of Remote Incident Manager (RIM) from Pneuma Solutions! Thank you for choosing RIM for your accessible remote technical support and training needs.
fr: Nous vous souhaitons la bienvenue à la version 3 de Remote Incident Manager (RIM) de Pneuma Solutions ! Nous vous remercions d'avoir choisi RIM pour répondre à vos besoins en matière d'assistance technique et de formation à distance.
sv: Vi vill välkomna dig till version 3 av Remote Incident Manager (RIM) från Pneuma Solutions! Tack för att du väljer RIM för dina behov av tillgänglig teknisk support och utbildning på distans.

source: Receive remote help now
fr: Recevoir de l'aide à distance maintenant
sv: Få fjärrhjälp nu

source: If you are providing help, you will need to click the “Provide remote help now” button below and log into the RIM service. The first time you log in, we’ll need to verify your email address and phone number.
fr: Si vous fournissez de l'aide, vous devez cliquer sur le bouton "Fournir de l'aide à distance maintenant" ci-dessous et vous connecter au service RIM. La première fois que vous vous connecterez, nous devrons vérifier votre adresse électronique et votre numéro de téléphone.
sv: Om du tillhandahåller hjälp måste du klicka på knappen "Tillhandahåll fjärrhjälp nu" nedan och logga in på RIM-tjänsten. Första gången du loggar in behöver vi verifiera din e-postadress och ditt telefonnummer.

source: When you’re ready to help someone, direct the person needing help to visit GetRIM.app, download, install, and run the RIM app, and follow the on screen instructions.
fr: Lorsque vous êtes prêt à aider quelqu'un, demandez-lui de se rendre sur le site GetRIM.app, de télécharger, d'installer et d'exécuter l'application RIM, puis de suivre les instructions à l'écran.
sv: När du är redo att hjälpa någon hänvisar du personen i behov av hjälp till GetRIM.app, hämtar, installerar och kör RIM-appen och följer instruktionerna på skärmen.

source: Now that we have all of that out of the way. This is how RIM works:
fr: Maintenant que nous avons fait le tour de la question, voici comment fonctionne RIM. Voici comment fonctionne RIM :
sv: Nu när vi har allt detta ur vägen. Så här fungerar RIM:

source: The technician chooses a keyword for the remote session, enters it on the “Provide Remote Help” screen, and presses “Start”.
fr: Le technicien choisit un mot-clé pour la session à distance, le saisit dans l'écran "Fournir une aide à distance" et appuie sur "Démarrer".
sv: Teknikern väljer ett nyckelord för fjärrsessionen, anger det på skärmen "Ge fjärrhjälp" och trycker på "Starta".

source: The technician gives that keyword to the end-user, who enters it on the “Receive Remote Help” screen and presses “Connect”.
fr: Le technicien donne ce mot-clé à l'utilisateur final, qui le saisit dans l'écran "Recevoir l'aide à distance" et appuie sur "Connecter".
sv: Teknikern ger nyckelordet till slutanvändaren, som anger det på skärmen "Ta emot fjärrhjälp" och trycker på "Anslut".

source: The two sides are connected. In addition to the remote desktop session, a voice conversation can be started optionally at the beginning or later in the session. Neither the Controller or Target need to be waring headphones during a remote session. Feel free to use your computer’s speakers.
fr: Les deux parties sont connectées. En plus de la session de bureau à distance, une conversation vocale peut être entamée au début ou à la fin de la session. Ni le contrôleur ni la cible ne doivent porter de casque pendant une session à distance. N'hésitez pas à utiliser les haut-parleurs de votre ordinateur.
sv: De två sidorna är nu anslutna. Förutom fjärrsessionen kan ett röstsamtal startas i början eller senare under sessionen. Varken operatören eller fjärranvändaren behöver ha hörlurar på sig under en fjärrsession. Använd gärna datorns högtalare.

source: During the session, the technician presses Windows+Shift+Backspace on Windows, or Option+Shift+Backspace on macOS, to open the RIM menu. On this menu, the technician can minimize the session, flip the session so the end-user can watch and control the technician’s machine, launch accessibility on the Target, request the end-user's permission to gain unattended access to this target machine, or close the session.
fr: Pendant la session, le technicien appuie sur Windows+Shift+Backspace sous Windows, ou Option+Shift+Backspace sous macOS, pour ouvrir le menu RIM. Dans ce menu, le technicien peut réduire la session, inverser la session pour que l'utilisateur final puisse regarder et contrôler la machine du technicien, lancer l'accessibilité sur la cible, demander à l'utilisateur final l'autorisation d'obtenir un accès sans surveillance à cette machine cible, ou fermer la session.
sv: Under sessionen trycker teknikern på Windows+Shift+Backspace i Windows, eller Option+Shift+Backspace i macOS, för att öppna RIM-menyn. På den här menyn kan teknikern minimera sessionen, vända på sessionen så att slutanvändaren kan se och styra teknikerns dator, starta tillgänglighet på fjärrdatorn, begära fjärranvändarens tillstånd att få obevakad åtkomst till denna fjärrdator eller stänga sessionen.

source: If the end-user’s machine isn’t running a screen reader, the technician can start our remote accessibility module that allows only the technician to hear speech output. For this to work, the technician must be running NVDA on their own machine if they're on Windows, or VoiceOver if they're on macOS.
fr: Si l'ordinateur de l'utilisateur final ne dispose pas d'un lecteur d'écran, le technicien peut lancer notre module d'accessibilité à distance qui permet uniquement au technicien d'entendre la sortie vocale. Pour que cela fonctionne, le technicien doit exécuter NVDA sur sa propre machine s'il est sous Windows, ou VoiceOver s'il est sous macOS.
sv: Om fjärranvändarens dator inte kör en skärmläsare kan teknikern starta vår fjärrtillgänglighetsmodul som gör att endast teknikern hör talsyntesen. För att detta ska fungera måste teknikern köra NVDA på sin egen dator (Windows), eller VoiceOver (macOS).

source: You can also transfer files or folders between the two machines. To do this, simply use File Explorer on Windows, or the Finder on macOS, to copy one or more files or folders onto the clipboard on one end. Then on the controller end, open the RIM menu and choose the option to transfer the file or files. When that's done, a folder containing the transferred file or files will open on the receiving end. Of course, copying and pasting text across machines also works.
fr: Vous pouvez également transférer des fichiers ou des dossiers entre les deux machines. Pour ce faire, il suffit d'utiliser l'Explorateur de fichiers sous Windows, ou le Finder sous macOS, pour copier un ou plusieurs fichiers ou dossiers dans le presse-papiers d'un côté. Ensuite, du côté du contrôleur, ouvrez le menu RIM et choisissez l'option de transfert du ou des fichiers. Une fois le transfert effectué, un dossier contenant le ou les fichiers transférés s'ouvrira du côté du destinataire. Bien entendu, le copier-coller de texte d'une machine à l'autre fonctionne également.
sv: Du kan också överföra filer eller mappar mellan de två datorerna. För att göra detta använder du Filutforskaren i Windows eller Finder i macOS för att kopiera en eller flera filer eller mappar till klippbordet på ena sidan. På controllern öppnar du sedan RIM-menyn och väljer alternativet för att överföra filen eller filerna. När detta är gjort öppnas en mapp med den överförda filen eller filerna på den mottagande sidan. Naturligtvis fungerar det också att kopiera och klistra in text mellan datorer.

source: Now let’s make the lawyers happy:
fr: Maintenant, rendons les avocats heureux :
sv: Låt oss nu göra advokaterna glada:

source: To the extent not prohibited by law, in no circumstances shall Pneuma Solutions be liable to you or any other third parties for any loss or damage (including, without limitation, damage for loss of business or loss of profits) arising directly or indirectly from your use of or inability to use, this software or any of the material contained in it.
fr: Dans la mesure où la loi ne l'interdit pas, Pneuma Solutions ne sera en aucun cas responsable envers vous ou tout autre tiers de toute perte ou de tout dommage (y compris, sans s'y limiter, les dommages pour perte d'activité ou perte de bénéfices) découlant directement ou indirectement de l'utilisation ou de l'incapacité d'utilisation de ce logiciel ou de tout matériel qu'il contient.
sv: I den utsträckning det inte är förbjudet enligt lag ska Pneuma Solutions under inga omständigheter hållas ansvarigt gentemot dig eller någon annan tredje part för förlust eller skada (inklusive, utan begränsning, skada för förlust av verksamhet eller förlust av vinst) som uppstår direkt eller indirekt skada eller förlust på grund av din användning av eller oförmåga att använda, denna programvara eller något av materialet i den.

source: Thank you for reading, and for your interest in RIM.
fr: Nous vous remercions de votre lecture et de l'intérêt que vous portez à RIM.
sv: Tack för att du läst och för ditt intresse för RIM.

source: Should you encounter any issues, please do not hesitate to contact us.
fr: Si vous rencontrez des difficultés, n'hésitez pas à nous contacter.
sv: Om du stöter på några problem, tveka inte att kontakta oss.

source: Provide remote help now
fr: Fournir une aide à distance maintenant
sv: Ge fjärrhjälp nu

source: Revoke Remote Access to This Computer
fr: Révoquer l'accès à distance à cet ordinateur
sv: Återkalla fjärråtkomst till den här datorn

source: Revoke
fr: Révoquer
sv: Återkalla

source: Preparing to update RIM
fr: Préparation de la mise à jour de RIM
sv: Förbereder uppdatering av RIM

source: Downloading update...
fr: Téléchargement de la mise à jour...
sv: Laddar ned uppdatering...

source: Preparing to install update...
fr: Préparation de l'installation de la mise à jour...
sv: Förbereder installation av uppdatering...

source: Preparing to download update...
fr: Préparation du téléchargement de la mise à jour...
sv: Förbereder nedladdning av uppdatering...

source: %{count} days
fr: %{count} jours
sv: %{count} dagar

source: 1 day
fr: 1 jour
sv: 1 dag

source: %{count} hours
fr: %{count} heures
sv: %{count} timmar

source: 1 hour
fr: 1 heure
sv: 1 timme

source: %{count} minutes
sv: %{count} minuter

source: %{count} seconds
fr: %{count} secondes
sv: %{count} sekunder

source: 1 second
fr: 1 seconde
sv: 1 sekund

source: Check for Update
fr: Vérifier la mise à jour
sv: Kontrollera för uppdatering

source: Japanese
sv: Japanska

source: System Permissions - Remote Incident Manager
sv: Systembehörigheter - Remote Incident Manager

source: Before you can use RIM to provide remote help, you'll need to give RIM several permissions in this machine's macOS settings. RIM will request one permission at a time and provide detailed instructions to grant each permission. RIM will not function without these permissions. To begin, click the "Continue" button below.
sv: Innan du kan använda RIM för att ge fjärrhjälp måste du ge RIM flera behörigheter i den här maskinens macOS-inställningar. RIM kommer att begära en behörighet i taget och ge detaljerade instruktioner för att bevilja varje behörighet. RIM kommer inte att fungera utan dessa behörigheter. Klicka på knappen "Fortsätt" nedan för att börja.

source: Before you can use RIM to receive remote help, you'll need to give RIM several permissions in this machine's macOS settings. RIM will request one permission at a time and provide detailed instructions to grant each permission. RIM will not function without these permissions. To begin, click the "Continue" button below.
sv: Innan du kan använda RIM för att ta emot fjärrhjälp måste du ge RIM flera behörigheter i den här maskinens macOS-inställningar. RIM kommer att begära en behörighet i taget och ge detaljerade instruktioner för att bevilja varje behörighet. RIM kommer inte att fungera utan dessa behörigheter. Klicka på knappen "Fortsätt" nedan för att börja.

source: This feature has been disabled within your organization.
sv: Den här funktionen har inaktiverats inom din organisation.

source: Time remaining for this keyword:
sv: Återstående tid för detta sökord:

source: This keyword has expired.
sv: Detta sökord har upphört att gälla.

source: 1 minute
sv: 1 minut

source: Unmute Target Audio Output
sv: Avaktivera målets ljudutgång

source: Mute target audio output
sv: Stäng av målets ljudutgång

source: Target audio output is currently muted.
sv: Målets ljudutgång är för närvarande avstängd.

source: The new server profile named "%{name}" is now installed and activated.
sv: Den nya serverprofilen med namnet " %{name}" är nu installerad och aktiverad.

source: This computer is now ready for remote access.
sv: Den här datorn är nu redo för fjärråtkomst.

source: Switch server
sv: Växel server

source: Public
sv: Allmänheten

source: Once this dialog has focus, do *not* press the "OK" button; instead, press the *"Open Settings"* button to open the Login Items and Extensions settings. The button you'll need to press to allow the system extension can be reached simply by pressing the tab key once. You should hear VoiceOver announce "org.pqrs.Karabiner-VirtualHIDDevice-Manager, toggle button". Press VO+Space on that button to unblock the system extension. Enter your password or provide your touch ID when prompted.
sv: När denna dialogruta har fokus ska du *inte* trycka på knappen "OK", utan istället trycka på knappen *"Öppna inställningar"* för att öppna inställningarna för inloggningsobjekt och anknytningar. Knappen som du måste trycka på för att tillåta systemets anknytning kan nås genom att du trycker en gång på tabbtangenten. Du bör höra VoiceOver säga "org.pqrs.Karabiner-VirtualHIDDevice-Manager, toggle button". Tryck på VO+Space på den knappen för att avblockera systemtillägget. Ange ditt lösenord eller ditt touch-ID när du uppmanas till det.

source: Once you press the "Continue" button below, the system dialog saying that macOS has blocked this extension will appear on top of your screen. Do *not* press the "OK" button; instead, press the *"Open Settings"* button to open the Login Items and Extensions settings. You'll then find a toggle button called "org.pqrs.Karabiner-VirtualHIDDevice-Manager". Click this button to unblock the system extension. Enter your password or provide your touch ID when asked.
sv: När du trycker på knappen "Fortsätt" nedan visas systemdialogen som säger att macOS har blockerat det här tillägget överst på skärmen. Tryck *inte* på "OK"-knappen, utan tryck istället på knappen *"Öppna inställningar"* för att öppna inställningarna för inloggningsobjekt och tillägg. Du kommer då att hitta en växlingsknapp som heter "org.pqrs.Karabiner-VirtualHIDDevice-Manager". Klicka på den här knappen för att avblockera systemtillägget. Ange ditt lösenord eller ange ditt touch-ID när du blir tillfrågad.

source: RIM needs permission to capture the screen and audio output, so it can be seen and heard across the remote computer connection.
sv: RIM behöver tillstånd att fånga skärm- och ljudutmatningen så att den kan ses och höras över fjärranslutningen till datorn.

source: Once this dialog has focus, do *not* press the "OK" button; instead, press the *"Open Settings"* button to open the Login Items and Extensions settings. The button you'll need to press to allow the system extension can be reached simply by pressing the tab key once. You should hear VoiceOver announce "org.pqrs.Karabiner-VirtualHIDDevice-Manager, toggle button". Press VO+Space on that button to unblock the system extension. Enter your password or provide your touch ID when prompted. Once you've successfully authenticated, activate the "Done" button before moving onto the next step.
sv: När denna dialogruta har fokus ska du *inte* trycka på knappen "OK", utan istället trycka på knappen *"Öppna inställningar"* för att öppna inställningarna för inloggningsobjekt och anknytningar. Knappen som du måste trycka på för att tillåta systemets anknytning kan nås genom att du trycker en gång på tabbtangenten. Du bör höra VoiceOver säga "org.pqrs.Karabiner-VirtualHIDDevice-Manager, toggle button". Tryck på VO+Space på den knappen för att avblockera systemtillägget. Ange ditt lösenord eller ange ditt touch-ID när du uppmanas till det. När du har autentiserat dig aktiverar du knappen "Done" innan du går vidare till nästa steg.

source: Once you press the "Continue" button below, the system dialog saying that macOS has blocked this extension will appear on top of your screen. Do *not* press the "OK" button; instead, press the *"Open Settings"* button to open the Login Items and Extensions settings. You'll then find a toggle button called "org.pqrs.Karabiner-VirtualHIDDevice-Manager". Click this button to unblock the system extension. Enter your password or provide your touch ID when asked. Once you've successfully authenticated, click the "Done" button before moving onto the next step.
sv: När du trycker på knappen "Fortsätt" nedan visas systemdialogen som säger att macOS har blockerat det här tillägget överst på skärmen. Tryck *inte* på "OK"-knappen, utan tryck istället på knappen *"Öppna inställningar"* för att öppna inställningarna för inloggningsobjekt och tillägg. Du kommer då att hitta en växlingsknapp som heter "org.pqrs.Karabiner-VirtualHIDDevice-Manager". Klicka på den här knappen för att avblockera systemtillägget. Ange ditt lösenord eller ange ditt touch-ID när du blir tillfrågad. När du har autentiserat dig klickar du på knappen "Done" innan du går vidare till nästa steg.

source: RIM needs to be granted permission to be used as a remote desktop application. The prompt you are about to receive may appear disconcerting; it is the stock prompt written by Apple that would appear for any remote desktop application running on the platform. Contrary to the prompt's warning, only individuals or orgaanizations to whom you grant express permission will be able to remotely control your computer, and with the exception of unattended sessions, this permission must be granted on a per-session basis. Your privacy and security is of paramount importance to us, and RIM has resilient security in place to prevent unauthorized access.
sv: RIM måste beviljas tillstånd för att kunna användas som ett fjärrskrivbordsprogram. Den prompt du nu kommer att få kan verka förvirrande; det är den standardprompt som Apple har skrivit och som visas för alla fjärrskrivbordsprogram som körs på plattformen. I motsats till vad som sägs i prompten kommer endast personer eller organisationer som du uttryckligen ger tillstånd att kunna fjärrstyra din dator, och med undantag för obevakade sessioner måste detta tillstånd ges per session. Din integritet och säkerhet är av yttersta vikt för oss, och RIM har en motståndskraftig säkerhet på plats för att förhindra obehörig åtkomst.

source: Welcome to Remote Incident Manager from Pneuma Solutions! Thank you for choosing RIM for your accessible remote desktop needs.
sv: Välkommen till Remote Incident Manager från Pneuma Solutions! Tack för att du väljer RIM för dina behov av tillgängliga fjärrskrivbord.

source: Before using this software for the first time, Apple requires us to ask for several permissions so RIM can run on your Mac. The permissions needed depend on whether you are providing or receiving help. We will provide step by step instructions once you begin the process of providing or receiving help.
sv: Innan du använder den här programvaran för första gången måste Apple be oss om flera behörigheter så att RIM kan köras på din Mac. Vilka behörigheter som behövs beror på om du ger eller tar emot hjälp. Vi kommer att tillhandahålla stegvisa instruktioner när du påbörjar processen med att ge eller ta emot hjälp.

source: Merging session recordings failed; keeping the individual segments.
sv: Sammanfogning av sessionsinspelningar misslyckades; behåller de enskilda segmenten.

source: Session recording error: %{error}
sv: Fel vid inspelning av session: %{error}

source: Session recording is not available for this session.
sv: Sessionsinspelning är inte tillgänglig för denna session.

source: Start Session Recording
sv: Starta sessionsinspelning

source: Pause Session Recording
sv: Pausa sessionsinspelning

source: Stop Session Recording
sv: Avsluta sessionsinspelning

source: Resume Session Recording
sv: Återuppta sessionsinspelning

source: The remote user has started recording this session.
sv: Den fjärranslutna användaren har börjat spela in denna session.

source: The remote user has paused the session recording.
sv: Den fjärranslutna användaren har pausat inspelningen av sessionen.

source: The remote user has resumed the session recording.
sv: Den fjärranvändaren har återupptagit inspelningen av sessionen.

source: The remote user has stopped recording this session.
sv: Den fjärranvändaren har avslutat inspelningen av denna session.

source: Saving the session recording failed.
sv: Det gick inte att spara sessionens inspelning.

source: Only the person who started the session can record it.
sv: Endast den person som startade sessionen kan spela in den.

source: Session recording is not available in this environment.
sv: Sessionsinspelning är inte tillgängligt i denna miljö.

source: Session recording is not supported on this system.
sv: Sessionsinspelning stöds inte på detta system.

source: Starting the session recording failed.
sv: Det gick inte att starta inspelningen av sessionen.

source: Your config.toml has a syntax error. Using default recording settings.
sv: Din config.toml har ett syntaxfel. Använder standardinställningar för inspelning.

source: Are you sure you want to stop the session recording?
sv: Är du säker på att du vill avbryta inspelningen av sessionen?

source: Stop Recording
sv: Avsluta inspelning

source: Notice: This Remote Incident Manager (RIM) support session will be recorded by the controller for training, quality assurance, documentation, and/or security purposes. By continuing with this session, you acknowledge and consent to the recording of on-screen activity, audio, and related session data for these purposes. If you do not consent, please select "Cancel" to end the session now.
sv: Observera: Denna supportsession med Remote Incident Manager (RIM) kommer att spelas in av kontrollanten för utbildnings-, kvalitetssäkrings-, dokumentations- och/eller säkerhetsändamål. Genom att fortsätta med denna session bekräftar och samtycker du till inspelning av skärmaktivitet, ljud och relaterade sessionsdata för dessa ändamål. Om du inte samtycker, välj "Avbryt" för att avsluta sessionen nu.
