Repository: PneumaSolutions/rim-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: fr, sv

source: Your remote session is ready.
fr: Votre session à distance est prête.
sv: Din fjärrsession är redo.

source: Your remote session is about to begin. To stop controlling the remote computer and open the RIM menu at any time during the session, you must press Option+Shift+Backspace. Please remember this keyboard command, since it is the only way to leave the remote session.
fr: Votre session à distance est sur le point de commencer. Pour arrêter de contrôler l'ordinateur distant et ouvrir le menu RIM à tout moment de la session, vous devez appuyer sur les touches Option+Shift+Backspace. N'oubliez pas cette commande clavier, car c'est le seul moyen de quitter la session à distance.
sv: Din fjärrsession är på väg att börja. Om du vill sluta styra fjärrdatorn och öppna RIM-menyn när som helst under sessionen måste du trycka på Alternativ+Shift+Backspace. Kom ihåg detta tangentbordskommando, eftersom det är det enda sättet att lämna fjärrsessionen.

source: Your remote session is about to begin. To stop controlling the remote computer and open the RIM menu at any time during the session, you must press Windows+Shift+Backspace. Please remember this keyboard command, since it is the only way to leave the remote session.
fr: Votre session à distance est sur le point de commencer. Pour arrêter de contrôler l'ordinateur distant et ouvrir le menu RIM à tout moment de la session, vous devez appuyer sur les touches Windows+Shift+Backspace. N'oubliez pas cette commande clavier, car c'est le seul moyen de quitter la session à distance.
sv: Din fjärrsession är på väg att börja. Om du vill sluta styra fjärrdatorn och öppna RIM-menyn när som helst under sessionen måste du trycka på Windows+Shift+Backspace. Kom ihåg detta tangentbordskommando, eftersom det är det enda sättet att lämna fjärrsessionen.

source: Don't show this message again.
fr: Ne afficher plus ce message.
sv: Visa inte detta meddelande igen.

source: You must either install NVDA or run a portable copy before you can enable remote accessibility.
fr: Vous devez installer NVDA ou exécuter une copie portable avant de pouvoir activer l'accessibilité à distance.
sv: Du måste antingen installera NVDA eller köra en portabel kopia innan du kan aktivera tillgänglighet på fjärrdatorn.

source: Before RIM can enable remote accessibility, you must update to the latest version of the RIM integration add-on for NVDA on your own machine. NVDA will prompt you to update this add-on. Once NVDA has updated the add-on and restarted, RIM will automatically start remote accessibility.
fr: Avant que RIM puisse activer l'accessibilité à distance, vous devez mettre à jour la dernière version du module complémentaire d'intégration de RIM pour NVDA sur votre propre machine. NVDA vous demandera de mettre à jour ce module complémentaire. Une fois que NVDA a mis à jour le module complémentaire et redémarré, RIM démarre automatiquement l'accessibilité à distance.
sv: Innan RIM kan aktivera tillgänglighet på fjärrdatorn måste du uppdatera till den senaste versionen av tillägget för RIM-integration för NVDA på din egen dator. NVDA kommer att be dig att uppdatera detta tillägg. När NVDA har uppdaterat tillägget och startat om, kommer RIM automatiskt att starta tillgänglighet på fjärrdatorn.

source: Before RIM can enable remote accessibility, you must install the RIM integration add-on for NVDA on your own machine. NVDA will prompt you to install this add-on. Once NVDA has installed the add-on and restarted, RIM will automatically start remote accessibility.
fr: Avant que RIM puisse activer l'accessibilité à distance, vous devez installer le module complémentaire d'intégration de RIM pour NVDA sur votre propre machine. NVDA vous demandera d'installer ce module complémentaire. Une fois que NVDA a installé le module complémentaire et redémarré, RIM démarre automatiquement l'accessibilité à distance.
sv: Innan RIM kan aktivera tillgänglighet på fjärrdatorn måste du installera tillägget RIM-integration för NVDA på din egen dator. NVDA kommer att be dig att installera detta tillägg. När NVDA har installerat tillägget och startat om kommer RIM automatiskt att starta tillgänglighet på fjärrdatorn .

source: The remote session has been reconnected.
fr: La session à distance a été reconnectée.
sv: Fjärrsessionen har återanslutits.

source: %{controller_name} has started a remote session.
fr: %{controller_name} a démarré une session à distance.
sv: %{controller_name} har startat en fjärrsession.

source: The remote session has started.
fr: La session à distance a démarrée.
sv: Fjärrsessionen har startat.

source: The remote session has ended.
fr: La session à distance est terminée.
sv: Fjärrsessionen har avslutats.

source: The remote user has ended the session.
fr: L'utilisateur distant a mis fin à la session.
sv: Fjärranvändaren har avslutat sessionen.

source: The remote session has flipped.
fr: La session à distance s'est inversée.
sv: Fjärrsessionen har vänts.

source: The end-user is now in control.
fr: L'utilisateur final a désormais le contrôle.
sv: Slutanvändaren har nu kontrollen.

source: The technician is now in control.
fr: Le technicien est maintenant aux commandes.
sv: Teknikern har nu övertagit kontrollen.

source: You have already registered all of the target machines allowed by your current RIM subscription.
fr: Vous avez déjà enregistré toutes les machines cibles autorisées par votre abonnement RIM actuel.
sv: Du har redan registrerat alla fjärrdatorer som tillåts av din nuvarande RIM-prenumeration.

source: You have already changed the set of registered target machines as many times as your current RIM subscription will allow within a one-year period. Please keep in mind that a RIM personal subscription is not intended for providing technical support or training to arbitrary end-users, but for connecting to a pre-defined set of personal and family computers.
fr: Vous avez déjà modifié l'ensemble des machines cibles enregistrées autant de fois que votre abonnement RIM actuel le permet sur une période d'un an. N'oubliez pas qu'un abonnement personnel RIM n'est pas destiné à fournir une assistance technique ou une formation à des utilisateurs finaux arbitraires, mais à se connecter à un ensemble prédéfini d'ordinateurs personnels et familiaux.
sv: Du har redan ändrat uppsättningen registrerade fjärrdatorer så många gånger som din nuvarande RIM-prenumeration tillåter inom en ettårsperiod. Tänk på att ett personligt RIM-abonnemang inte är avsett för att ge teknisk support eller utbildning till godtyckliga slutanvändare, utan för att ansluta till en fördefinierad uppsättning persondatorer och familjedatorer.

source: Unattended access requires a RIM Personal, Pro, or Enterprise subscription.
fr: L'accès sans surveillance nécessite un abonnement RIM Personal, Pro ou Enterprise.
sv: För obevakad åtkomst krävs en RIM Personal-, Pro- eller Enterprise-prenumeration.

source: The target user has accepted your request for unattended access.
fr: L'utilisateur cible a accepté votre demande d'accès sans surveillance.
sv: Fjärranvändaren har accepterat din begäran om obevakad åtkomst.

source: The target user has denied your request for unattended access.
fr: L'utilisateur cible a refusé votre demande d'accès sans surveillance.
sv: Fjärranvändaren har nekat din begäran om obevakad åtkomst.

source: Comment posted.
fr: Commentaire posté.
sv: Kommentar postad.

source: Your logs have been sent to Pneuma Solutions. Thank you for helping us diagnose your problem.
fr: Vos données ont été envoyées à Pneuma Solutions. Merci de nous aider à diagnostiquer votre problème.
sv: Dina loggar har skickats till Pneuma Solutions. Tack för att du hjälper oss att diagnostisera ditt problem.

source: This machine is now available for remote access from any machine that's logged into your RIM account.
fr: Cette machine est maintenant disponible pour un accès à distance depuis n'importe quelle machine connectée à votre compte RIM.
sv: Denna dator är nu tillgänglig för fjärråtkomst från alla datorer som är inloggade på ditt RIM-konto.

source: &Transfer Files from Target
fr: &Transfert de fichiers à partir de la cible
sv: &Överför filer från fjärrdatorn

source: &Transfer File from Target
fr: &Transfert de fichiers à partir de la cible
sv: &Överför fil från fjärrdatorn

source: &Transfer Files to Target
fr: &Transfert de fichiers vers la cible
sv: &Överför filer till fjärrdatorn

source: &Transfer File to Target
fr: &Transférer le fichier vers la cible
sv: &Överför fil till fjärrdatorn

source: &Flip Session
fr: &Inverser la session
sv: &Vänd Session

source: Stop &Voice Conversation
fr: Arrêter La Conversation Vocale
sv: Stoppa &röstsamtal

source: Start &Voice Conversation
fr: Démarrer la Conversation Vocale
sv: Starta &röstsamtal

source: Update RIM on Target
fr: Mise à jour RIM sur la cible
sv: Uppdatera RIM på fjärrdatorn

source: Re-install RIM as Administrator on Target
fr: Réinstallation de RIM en tant qu'administrateur sur la cible
sv: Installera om RIM som administratör på fjärrdatorn

source: &Minimize Session
fr: &Minimiser la session
sv: &Minimera sessionen

source: Stop Remote &Accessibility
fr: Arrêter l'&Accessibilité À Distance
sv: Stopp&a tillgänglighet på fjärrdatorn

source: Stop Fusion on Target
fr: Arrêter Fusion sur la cible
sv: Stoppa fusion på fjärrdatorn

source: Stop JAWS on Target
fr: Arrêter JAWS sur la cible
sv: Stoppa JAWS på fjärrdatorn

source: Stop Narrator on Target
fr: Arrêter le narrateur sur la cible
sv: Stoppa Skärmläsaren på fjärrdatorn

source: Stop NVDA on Target
fr: Arrêter NVDA sur la cible
sv: Stoppa NVDA på fjärrdatorn

source: Stop System Access on Target
fr: Arrêter l'accès au système sur la cible
sv: Stoppa systemåtkomst på fjärrdatorn

source: Stop VoiceOver on Target
fr: Arrêter VoiceOver sur la cible
sv: Stoppa VoiceOver på fjärrdatorn

source: Stop Screen Reader on Target
fr: Arrêter le lecteur d'écran sur la cible
sv: Stoppa skärmläsaren på fjärrdatorn

source: Start Remote &Accessibility
fr: Démarrer l'&Accessibilité À Distance
sv: Starta tillgänglighet på fjärrdatorn

source: Request &Unattended or Prompted Access
fr: Demande &Accès sans surveillance ou invité
sv: Begäran om obevakad eller godkänd åtkomst

source: &Reboot and Reconnect
fr: &Redémarrer et reconnecter
sv: &Starta om och återanslut

source: You are about to reboot the target machine. You can do either a standard reboot, which gives all running applications a chance to cleanly shut down, or an emergency reboot, which happens immediately and should only be used if a standard reboot is not currently possible.
fr: Vous êtes sur le point de redémarrer la machine cible. Vous pouvez effectuer soit un redémarrage standard, qui donne à toutes les applications en cours une chance de s'arrêter proprement, soit un redémarrage d'urgence, qui se produit immédiatement et ne doit être utilisé que si un redémarrage standard n'est pas possible pour l'instant.
sv: Du är på väg att starta om fjärrdatorn. Du kan antingen göra en normal omstart, som ger alla program som körs en chans att stängas av ordentligt, eller en nödomstart, som sker omedelbart och endast bör användas om en normal omstart inte är möjlig för tillfället.

source: Standard Reboot
fr: Redémarrage standard
sv: Normal omstart

source: Emergency Reboot
fr: Redémarrage d'urgence
sv: Omstart i nödfall

source: Cancel
fr: Annuler
sv: Avbryt

source: Send Control+Alt+Delete
fr: Envoyer Contrôle+Alt+Suppr
sv: Skicka Control+Alt+Delete

source: &Lock the Target Machine
fr: Verroui&ller la machine cible
sv: &Lås fjärrdatorn

source: &Connection Details
fr: Détails de la &connexion
sv: &anslutningsdetaljer

source: &Disconnect Session
fr: Se &déconnecter de la session
sv: &Koppla från sessionen

source: Remote Incident Manager %{version}: flipped session
fr: Gestionnaire d'incidents à distance %{version} : session inversée
sv: Remote Incident Manager %{version}: omvänd session

source: Remote Incident Manager %{version}: a connection to your computer is active
fr: Gestionnaire d'Incidents à Distance %{version} : une connexion à votre ordinateur est active
sv: Remote Incident Manager %{version}: en anslutning till din dator är aktiv

source: You have ended the remote session.
fr: Vous avez mis fin à la session à distance.
sv: Du har avslutat fjärrsessionen.

source: &Disconnect Remote Control Session
fr: Déconnexion de la session de contrôle à distance
sv: &Koppla från fjärrsessionen

source: Files from the target machine's clipboard are now ready to transfer to this machine. You can start the transfer from the RIM menu.
fr: Les fichiers du presse-papier de la machine cible sont maintenant prêts à être transférés vers cette machine. Vous pouvez lancer le transfert à partir du menu RIM.
sv: Filer från fjärrdatorns klippbord är nu redo att överföras till den här datorn. Du kan starta överföringen från RIM-menyn.

source: A file from the target machine's clipboard is now ready to transfer to this machine. You can start the transfer from the RIM menu.
fr: Un fichier du presse-papier de la machine cible est maintenant prêt à être transféré vers cette machine. Vous pouvez lancer le transfert à partir du menu RIM.
sv: En fil från fjärrdatorns klippbord är nu redo att överföras till den här maskinen. Du kan starta överföringen från RIM-menyn.

source: The files on this machine's clipboard are ready to transfer to the target. You can start the transfer from the RIM menu.
fr: Les fichiers présents dans le presse-papier de cette machine sont prêts à être transférés vers la cible. Vous pouvez lancer le transfert à partir du menu RIM.
sv: Filerna på den här datorns klippbord är redo att överföras till fjärrdatorn. Du kan starta överföringen från RIM-menyn.

source: The file on this machine's clipboard is ready to transfer to the target. You can start the transfer from the RIM menu.
fr: Le fichier qui se trouve dans le presse-papier de cette machine est prêt à être transféré vers la cible. Vous pouvez lancer le transfert à partir du menu RIM.
sv: Filen på den här datorns klippbord är redo att överföras till fjärrdatorn. Du kan starta överföringen från RIM-menyn.

source: You have five minutes of base RIM connection time left today, from both the free tier and your RIM Personal Community Support subscription. When your base time is up, RIM will start using your %{remaining_credited_time} of prepaid time.
fr: Il vous reste aujourd'hui cinq minutes de temps de connexion RIM de base, provenant à la fois du niveau gratuit et de votre abonnement RIM Personal Community Support. Lorsque votre temps de base sera écoulé, RIM commencera à utiliser votre %{remaining_credited_time} de temps prépayé.
sv: Du har fem minuters bastid för RIM-anslutning kvar idag, från både gratisnivån och din RIM Personal Community Support-prenumeration. När din bastid är slut kommer RIM att börja använda din %{remaining_credited_time} förbetald tid.

source: You have five minutes of free RIM connection time left today. When your free time is up, RIM will start using your %{remaining_credited_time} of prepaid time.
fr: Il vous reste cinq minutes de temps de connexion RIM gratuit aujourd'hui. Lorsque votre temps libre sera écoulé, RIM commencera à utiliser votre %{remaining_credited_time} de temps prépayé.
sv: Du har fem minuters gratis RIM-anslutningstid kvar idag. När din gratistid är slut kommer RIM att börja använda din %{remaining_credited_time} förbetald tid.

source: You have five minutes of RIM connection time left today, from both the free tier and your RIM Personal Community Support subscription. To ensure an uninterrupted session, please order prepaid time or a RIM Pro subscription.
fr: Il vous reste aujourd'hui cinq minutes de temps de connexion RIM, provenant à la fois du niveau gratuit et de votre abonnement RIM Personal Community Support. Pour garantir une session ininterrompue, veuillez commander du temps prépayé ou un abonnement RIM Pro.
sv: Du har fem minuters RIM-anslutningstid kvar idag, från både gratisnivån och din RIM Personal Community Support-prenumeration. För att säkerställa en oavbruten session, vänligen beställ förbetald tid eller en RIM Pro-prenumeration.

source: You have five minutes of free RIM connection time left today. To ensure an uninterrupted session, please order prepaid time or a RIM Pro subscription.
fr: Il vous reste cinq minutes de temps de connexion RIM gratuit aujourd'hui. Pour garantir une session ininterrompue, veuillez commander du temps prépayé ou un abonnement RIM Pro.
sv: Du har fem minuters gratis RIM-anslutningstid kvar idag. För att säkerställa en oavbruten session, vänligen beställ förbetald tid eller en RIM Pro-prenumeration.

source: You have five minutes of prepaid RIM connection time left. To ensure an uninterrupted session, please order more prepaid time or a RIM Pro subscription.
fr: Il vous reste cinq minutes de temps de connexion RIM prépayé. Pour garantir une session ininterrompue, veuillez commander plus de temps prépayé ou un abonnement RIM Pro.
sv: Du har fem minuters förbetald RIM-anslutningstid kvar. För att säkerställa en oavbruten session, vänligen beställ mer förbetald tid eller en RIM Pro-prenumeration.

source: You have one minute of base RIM connection time left today, from both the free tier and your RIM Personal Community Support subscription. When your base time is up, RIM will start using your %{remaining_credited_time} of prepaid time.
fr: Il vous reste aujourd'hui une minute de temps de connexion RIM de base, provenant à la fois du niveau gratuit et de votre abonnement RIM Personal Community Support. Lorsque votre temps de base sera écoulé, RIM commencera à utiliser votre %{remaining_credited_time} de temps prépayé.
sv: Du har en minuts bastid för RIM-anslutning kvar idag, från både gratisnivån och din prenumeration på RIM Personal Community Support. När din bastid är slut kommer RIM att börja använda din %{remaining_credited_time} förbetald tid.

source: You have one minute of free RIM connection time left today. When your free time is up, RIM will start using your %{remaining_credited_time} of prepaid time.
fr: Il vous reste une minute de temps de connexion RIM gratuit aujourd'hui. Lorsque votre temps libre sera écoulé, RIM commencera à utiliser votre %{remaining_credited_time} de temps prépayé.
sv: Du har en minut gratis RIM-anslutningstid kvar idag. När din gratistid är slut kommer RIM att börja använda din %{remaining_credited_time} förbetald tid.

source: You have one minute of RIM connection time left today, from both the free tier and your RIM Personal Community Support subscription.
fr: Il vous reste aujourd'hui une minute de temps de connexion RIM, à la fois pour le niveau gratuit et pour votre abonnement à RIM Personal Community Support.
sv: Du har en minuts RIM-anslutningstid kvar idag, från både gratisnivån och din prenumeration på RIM Personal Community Support.

source: You have one minute of free RIM connection time left today.
fr: Il vous reste une minute de connexion RIM gratuite aujourd'hui.
sv: Du har en minuts gratis RIM-anslutningstid kvar idag.

source: You have one minute of prepaid RIM connection time left.
fr: Il vous reste une minute de temps de connexion RIM prépayé.
sv: Du har en minuts förbetald RIM-anslutningstid kvar.

source: The remote session has ended because %{controller_name} ran out of time on RIM.
fr: La session à distance s'est terminée car %{controller_name} a manqué de temps RIM.
sv: Fjärrsessionen har avslutats eftersom %{controller_name} har använt all sin tillgängliga tid för RIM.

source: Your RIM session has ended because your RIM connection time for today, from both the free tier and your RIM Personal Community Support subscription, has run out.
fr: Votre session RIM est terminée car votre temps de connexion RIM pour aujourd'hui, à partir du niveau gratuit et de votre abonnement RIM Personal Community Support, est écoulé.
sv: Din RIM-session har avslutats eftersom din RIM-anslutningstid för idag, från både gratisnivån och din RIM Personal Community Support-prenumeration, har tagit slut.

source: The remote session has ended because the connection was lost.
fr: La session à distance est terminée car la connexion a été perdue.
sv: Fjärrsessionen har avslutats eftersom anslutningen bröts.

source: The target machine just started rebooting. Do you want to reconnect to the RIM session when the reboot is complete?
fr: La machine cible vient de redémarrer. Voulez-vous vous reconnecter à la session RIM lorsque le redémarrage sera terminé ?
sv: Fjärrdatorn har precis börjat starta om. Vill du återansluta till RIM-sessionen när omstarten är klar?

source: &Yes
fr: &Oui
sv: &Ja

source: &No
fr: &Non
sv: &Nej

source: This unattended target is no longer valid.
fr: Cette cible non surveillée n'est plus valable.
sv: Detta obevakade mål är inte längre giltigt.

source: You are trying to connect to this machine.
fr: Vous essayez de vous connecter à cette machine.
sv: Du försöker ansluta till den här datorn.

source: The target user has denied your request.
fr: L'utilisateur cible a refusé votre demande.
sv: Fjärranvändaren har nekat din förfrågan.

source: Remote Incident Manager %{version}: Provide Remote Help
fr: Gestionnaire d'incidents à distance %{version} : Fournir une aide à distance
sv: Remote Incident Manager %{version}: Tillhandahåll fjärrhjälp

source: A shortcut called "%{target_name}" has been added to your desktop.
fr: Un raccourci appelé "%{target_name}" a été ajouté à votre bureau.
sv: En genväg med namnet " %{target_name}" har lagts till på skrivbordet.

source: E&xit
fr: &Quitter
sv: &Avsluta

source: Do you want to revoke %{controller_name}'s permission to start unattended remote sessions on this computer?
fr: Voulez-vous révoquer l'autorisation de %{controller_name} à démarrer des sessions distantes sans surveillance sur cet ordinateur ?
sv: Vill du återkalla %{controller_name}:s tillstånd att starta obevakade fjärrsessioner på den här datorn?

source: %{controller_name} is no longer allowed to remotely access this computer.
fr: %{controller_name} n'est plus autorisé à accéder à distance à cet ordinateur.
sv: %{controller_name} får inte längre fjärråtkomst till den här datorn.

source: %{controller_name} wants to remotely control this computer. Press Option+Shift+Y to accept this request or Option+Shift+N to reject it.
fr: %{controller_name} veut contrôler cet ordinateur à distance. Appuyez sur Option+Shift+Y pour accepter cette demande ou sur Option+Shift+N pour la rejeter.
sv: %{controller_name} vill fjärrstyra den här datorn. Tryck på Alternativ+ Shift +J för att acceptera förfrågan eller Alternativ+ Shift +N för att avvisa den.

source: %{controller_name} wants to remotely control this computer. Press Windows+Shift+Y to accept this request or Windows+Shift+N to reject it.
fr: %{controller_name} veut contrôler cet ordinateur à distance. Appuyez sur Windows+Shift+Y pour accepter cette demande ou sur Windows+Shift+N pour la rejeter.
sv: %{controller_name} vill fjärrstyra den här datorn. Tryck på Windows+Shift+J för att acceptera förfrågan eller Windows+Shift+N för att avvisa den.

source: You have accepted %{controller_name}'s request to remotely control this computer.
fr: Vous avez accepté %{controller_name} la demande de contrôle à distance de cet ordinateur.
sv: Du har accepterat %{controller_name}:s begäran om att fjärrstyra den här datorn.

source: You have rejected %{controller_name}'s request to remotely control this computer.
fr: Vous avez rejeté %{controller_name} de prendre le contrôle à distance de cet ordinateur.
sv: Du har nekat %{controller_name}:s begäran om att fjärrstyra den här datorn.
