Repository: PneumaSolutions/rim-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: fr, sv

source: Once this dialog has focus, do *not* press the "OK" button; instead, press the *"Open Settings"* button to open the security and privacy settings. The button you'll need to press to allow the system extension is quite far down in the settings page; look for a message saying that system software loaded by Karabiner-VirtualHIDDevice-Manager was blocked, then you should find an "Allow" button. Press VO+Space on that button to unblock the system extension. If you start seeing settings concerning FileVault, you likely went too far and should scroll backwards to find the "Allow" button. Enter your password or provide your touch ID when prompted.
fr: Une fois que cette boîte de dialogue a le focus, n'appuyez *pas* sur le bouton "OK" ; au lieu de cela, appuyez sur le bouton *"Ouvrir les paramètres "* pour ouvrir les paramètres de sécurité et de confidentialité. Le bouton sur lequel vous devrez appuyer pour autoriser l'extension du système se trouve assez loin dans la page des paramètres ; cherchez un message indiquant que le logiciel système chargé par Karabiner-VirtualHIDDevice-Manager a été bloqué, puis vous devriez trouver un bouton "Autoriser". Appuyez sur VO+Espace sur ce bouton pour débloquer l'extension système. Si vous commencez à voir des paramètres concernant FileVault, vous êtes probablement allé trop loin et vous devriez faire défiler vers l'arrière pour trouver le bouton "Autoriser". Saisissez votre mot de passe ou votre identifiant tactile lorsque vous y êtes invité.
sv: När denna dialog har fokus, tryck *inte* på knappen "OK"; tryck istället på knappen *"Öppna inställningar"* för att öppna säkerhets- och sekretessinställningarna. Knappen du måste trycka på för att tillåta systemtillägget finns ganska långt ner på inställningssidan; leta efter ett meddelande om att systemprogramvara som laddats av Karabiner-VirtualHIDDevice-Manager har blockerats, sedan bör du hitta en "Tillåt"-knapp. Tryck på VO+Space på den knappen för att avblockera systemtillägget. Om du börjar se inställningar som rör FileVault har du troligen gått för långt och bör bläddra bakåt för att hitta knappen "Tillåt". Ange ditt lösenord eller ditt touch-ID när du uppmanas till det.

source: Once you press the "Continue" button below, the system dialog saying that macOS has blocked this extension will appear on top of your screen. Do *not* press the "OK" button; instead, press the *"Open Settings"* button to open the security and privacy settings. The button you'll need to press to allow the system extension is quite far down in the settings page; look for a message saying that system software loaded by Karabiner-VirtualHIDDevice-Manager was blocked, then you should find an "Allow" button. Click this button to unblock the system extension. Enter your password or provide your touch ID when asked.
fr: Une fois que vous aurez appuyé sur le bouton "Continuer" ci-dessous, la boîte de dialogue du système indiquant que macOS a bloqué cette extension s'affichera en haut de votre écran. N'appuyez *pas* sur le bouton "OK" ; appuyez plutôt sur le bouton *"Ouvrir les paramètres "* pour ouvrir les paramètres de sécurité et de confidentialité. Le bouton sur lequel vous devez appuyer pour autoriser l'extension système se trouve assez loin dans la page des paramètres ; cherchez un message indiquant que le logiciel système chargé par Karabiner-VirtualHIDDevice-Manager a été bloqué, puis vous devriez trouver un bouton "Autoriser". Cliquez sur ce bouton pour débloquer l'extension système. Saisissez votre mot de passe ou votre identifiant tactile lorsque cela vous est demandé.
sv: När du trycker på knappen "Fortsätt" nedan kommer systemdialogen som säger att macOS har blockerat detta tillägg att visas överst på skärmen. Tryck *inte* på knappen "OK"; tryck istället på knappen *"Öppna inställningar"* för att öppna säkerhets- och sekretessinställningarna. Knappen du måste trycka på för att tillåta systemtillägget finns ganska långt ner på inställningssidan; leta efter ett meddelande som säger att systemprogramvara som laddats av Karabiner-VirtualHIDDevice-Manager blockerades, sedan bör du hitta en "Tillåt"-knapp. Klicka på denna knapp för att avblockera systemtillägget. Ange ditt lösenord eller ditt touch-ID när du blir ombedd.

source: RIM needs permission to capture the screen and audio output. so it can be seen and heard across the remote computer connection.
fr: RIM a besoin d'une autorisation pour capturer l'écran et la sortie audio afin qu'ils puissent être vus et entendus à travers la connexion de l'ordinateur distant.
sv: RIM behöver tillstånd för att få åtkomst till skärmen och ljudet, så att det kan ses och höras över fjärranslutningen.

source: If the system dialog requesting permission doesn't automatically receive focus, press VO+F1 twice and choose "System Dialogs". Note that you may need to press VO+FN+F1 if your function keys are not set up to work independently of the FN key. The FN key is located to the left of the CTRL key.
fr: Si la boîte de dialogue du système demandant l'autorisation ne reçoit pas automatiquement le focus, appuyez deux fois sur VO+F1 et choisissez "Boîtes de dialogue du système". Notez que vous devrez peut-être appuyer sur VO+FN+F1 si vos touches de fonction ne sont pas configurées pour fonctionner indépendamment de la touche FN. La touche FN est située à gauche de la touche CTRL.
sv: Om systemdialogen som begär tillstånd inte automatiskt får fokus, tryck VO+F1 två gånger och välj "Systemdialoger". Observera att du kan behöva trycka på VO+FN+F1 om dina funktionstangenter inte är inställda så att de fungerar oberoende av FN-tangenten. FN-tangenten är placerad till vänster om CTRL-tangenten.

source: Once the dialog is focused, press the button to open settings. You will find a table with an entry for Remote Incident Manager. Once you interact with the table and move to that entry, press VO+Space to turn on the switch. When you turn on the switch, macOS will prompt you to restart RIM. Go ahead and do this; RIM will continue where it left off.
fr: Une fois la boîte de dialogue affichée, appuyez sur le bouton pour ouvrir les paramètres. Vous trouverez un tableau avec une entrée pour le Gestionnaire d'incidents à distance. Une fois que vous avez interagi avec le tableau et que vous vous êtes déplacé jusqu'à cette entrée, appuyez sur VO+Espace pour activer l'interrupteur. Lorsque vous activez le commutateur, macOS vous invite à redémarrer RIM. N'hésitez pas à le faire ; RIM reprendra là où il s'est arrêté.
sv: När dialogrutan har fokus trycker du på knappen för att öppna inställningar. Du hittar en tabell med en post för Remote Incident Manager. När du har interagerat med tabellen och flyttat till den posten trycker du på VO+Space för att slå på växlingsknappen. När du slår på växlingsknappen kommer macOS att uppmana dig att starta om RIM. Gå vidare och gör detta, RIM kommer att fortsätta där den slutade.

source: You should now see a system dialogue appear on top of your screen. Press the button to open settings, again making sure not to accidentally press the OK button. You will find a table with an entry for Remote Incident Manager. Click the Remote Incident Manager entry to turn on the switch, providing your password or touch ID if prompted. When you turn on the switch, macOS will prompt you to restart RIM. Go ahead and do this; RIM will continue where it left off.
fr: Vous devriez maintenant voir un dialogue système apparaître en haut de votre écran. Appuyez sur le bouton pour ouvrir les paramètres, en veillant à ne pas appuyer accidentellement sur le bouton OK. Vous trouverez un tableau avec une entrée pour le Gestionnaire d'incidents à distance. Cliquez sur l'entrée Gestionnaire d'incidents à distance pour activer le commutateur, en fournissant votre mot de passe ou votre identifiant tactile si on vous le demande. Lorsque vous activez le commutateur, macOS vous invite à redémarrer RIM. Allez-y et faites-le ; RIM reprendra là où il s'est arrêté.
sv: Du bör nu se en systemdialog högst upp på skärmen. Tryck på knappen för att öppna inställningarna och se till att du inte av misstag trycker på OK-knappen. Du hittar en tabell med en post för Remote Incident Manager. Klicka på posten Remote Incident Manager för att slå på växlingsknappen och ange ditt lösenord eller touch-ID om du blir ombedd att göra det. När du slår på växlingsknappen kommer macOS att uppmana dig att starta om RIM. Gå vidare och gör detta, RIM kommer att fortsätta där den slutade.

source: RIM needs permission to use macOS accessibility features to remotely control this computer via keyboard and mouse input.
fr: RIM a besoin d'une autorisation pour utiliser les fonctions d'accessibilité de macOS afin de contrôler à distance cet ordinateur au moyen du clavier et de la souris.
sv: RIM behöver tillstånd att använda MacOS tillgänglighetsfunktioner för att fjärrstyra den här datorn via tangentbords- och musinmatning.

source: Once the dialog is focused, press the button to open settings. You will find a table with an entry for Remote Incident Manager. Once you interact with the table and move to that entry, press VO+Space to turn on the switch, providing your password or touch ID if prompted.
fr: Une fois la boîte de dialogue affichée, appuyez sur le bouton pour ouvrir les paramètres. Vous trouverez un tableau avec une entrée pour le Gestionnaire d'incidents à distance. Une fois que vous avez interagi avec le tableau et que vous avez accédé à cette entrée, appuyez sur VO+Espace pour activer le commutateur, en fournissant votre mot de passe ou votre identifiant tactile si on vous le demande.
sv: När dialogrutan har fokus trycker du på knappen för att öppna inställningar. Du hittar en tabell med en post för Remote Incident Manager. När du har interagerat med tabellen och flyttat till den posten trycker du på VO+Space för att slå på växlingsknappen och anger ditt lösenord eller touch-ID om du blir ombedd att göra det.

source: You should now see a system dialogue appear on top of your screen. Press the button to open settings, again making sure not to accidentally press the OK button. You will find a table with an entry for Remote Incident Manager. Click the Remote Incident Manager entry to turn on the switch, providing your password or provide your touch ID if prompted.
fr: Vous devriez maintenant voir un dialogue système apparaître en haut de votre écran. Appuyez sur le bouton pour ouvrir les paramètres, en veillant à ne pas appuyer accidentellement sur le bouton OK. Vous trouverez un tableau avec une entrée pour le Gestionnaire d'incidents à distance. Cliquez sur l'entrée Gestionnaire d'incidents à distance pour activer le commutateur, en fournissant votre mot de passe ou votre identifiant tactile si on vous le demande.
sv: Du bör nu se en systemdialog överst på skärmen. Tryck på knappen för att öppna inställningarna och se till att du inte av misstag trycker på OK-knappen. Du hittar en tabell med en post för Remote Incident Manager. Klicka på posten Remote Incident Manager för att slå på växlingsknappen, ange ditt lösenord eller ange ditt touch-ID om du blir ombedd.

source: RIM needs permission to show notifications, so it can let you know when a remote session begins and ends, or when a session has flipped.
fr: RIM a besoin d'une autorisation pour afficher des notifications, afin de pouvoir vous informer du début et de la fin d'une session à distance, ou de l'inversion d'une session.
sv: RIM behöver tillstånd för att visa notiser, så att du kan få veta när en fjärrsession börjar och slutar eller när en session har vänts.

source: You should receive a notification saying that Remote Incident Manager wants to display notifications. If you did, then press VO+N, choose the Remote Incident Manager item from the menu, and press VO+Space to open the RIM notifications page in System Settings. If you didn't receive a notification, open System Settings, go to Notifications, and press the button for Remote Incident Manager. Then turn on notifications for this app.
fr: Vous devez recevoir une notification indiquant que Remote Incident Manager souhaite afficher des notifications. Si c'est le cas, appuyez sur VO+N, choisissez l'élément Gestionnaire d'incidents à distance dans le menu et appuyez sur VO+Space pour ouvrir la page des notifications RIM dans les Paramètres du système. Si vous n'avez pas reçu de notification, ouvrez les Paramètres système, allez dans Notifications et appuyez sur le bouton pour Remote Incident Manager. Activez ensuite les notifications pour cette application.
sv: Du bör få en notis om att Remote Incident Manager vill visa aviseringar. Om du har fått en notis trycker du på VO+N, väljer Remote Incident Manager på menyn och trycker på VO+Space för att öppna sidan för aviseringar för RIM i Systeminställningar. Om du inte fick någon notis öppnar du Systeminställningar, går till Notiser och trycker på knappen för Remote Incident Manager. Aktivera sedan aviseringar för den här appen.

source: You should receive a notification saying that Remote Incident Manager wants to display notifications. If you did, click this notification to open the RIM notifications page in System Settings. If you didn't receive a notification, open System Settings, go to Notifications, and press the button for Remote Incident Manager. Then turn on notifications for this app.
fr: Vous devriez recevoir une notification indiquant que Remote Incident Manager souhaite afficher des notifications. Si c'est le cas, cliquez sur cette notification pour ouvrir la page des notifications RIM dans les Paramètres du système. Si vous n'avez pas reçu de notification, ouvrez les Paramètres du système, allez dans Notifications et appuyez sur le bouton correspondant à Remote Incident Manager. Activez ensuite les notifications pour cette application.
sv: Du bör få en notis om att Remote Incident Manager vill visa aviseringar. Om du fick det klickar du på notisen för att öppna sidan för notiser för RIM i Systeminställningar. Om du inte fick någon notis öppnar du Systeminställningar, går till Notiser och trycker på knappen för Remote Incident Manager. Aktivera sedan aviseringar för den här appen.

source: Waiting for permission...
fr: En attente d'une autorisation...
sv: Väntar på tillstånd...

source: RIM is currently re-establishing your remote connection. Please do not close this window unless you want to cancel your remote session.
fr: RIM est en train de rétablir votre connexion à distance. Ne fermez pas cette fenêtre, sauf si vous souhaitez annuler votre session à distance.
sv: RIM återupprättar för närvarande din fjärranslutning. Stäng inte detta fönster om du inte vill avbryta din fjärrsession.

source: The target machine is currently rebooting. The remote session will continue when the reboot is complete. Please do not close this window.
fr: La machine cible est en train de redémarrer. La session à distance se poursuivra lorsque le redémarrage sera terminé. Ne fermez pas cette fenêtre.
sv: Fjärrdatorn håller för närvarande på att startas om. Fjärrsessionen kommer att fortsätta när omstarten är klar. Stäng inte det här fönstret.

source: The target machine is currently in the process of logging onto Windows. The remote session will continue when this process is complete. Please do not close this window.
fr: La machine cible est actuellement en train de se connecter à Windows. La session à distance se poursuivra lorsque ce processus sera terminé. Ne fermez pas cette fenêtre.
sv: Fjärrdatorn håller för närvarande på att logga in i Windows. Fjärrsessionen kommer att fortsätta när denna process är klar. Stäng inte det här fönstret.

source: The target machine is currently installing the latest RIM update. The remote session will continue when this process is complete. Please do not close this window.
fr: La machine cible est en train d'installer la dernière mise à jour de RIM. La session à distance se poursuivra lorsque ce processus sera terminé. Ne fermez pas cette fenêtre.
sv: Fjärrdatorn installerar för närvarande den senaste uppdateringen av RIM. Fjärrsessionen kommer att fortsätta när denna process är klar. Stäng inte det här fönstret.

source: The target machine is currently re-installing RIM with full administrative privileges. The remote session will continue when this process is complete. Please do not close this window.
fr: La machine cible est en train de réinstaller RIM avec tous les privilèges administratifs. La session à distance se poursuivra lorsque ce processus sera terminé. Ne fermez pas cette fenêtre.
sv: Fjärrdatorn håller för närvarande på att installera om RIM med fullständiga administrativa behörigheter. Fjärrsessionen kommer att fortsätta när denna process är klar. Stäng inte det här fönstret.

source: Your voice conversation will resume once the session is active again.
fr: Votre conversation vocale reprendra dès que la session sera à nouveau active.
sv: Ditt röstsamtal återupptas när sessionen är aktiv igen.

source: Add This Machine to Your RIM Account
fr: Ajoutez cette machine à votre compte RIM
sv: Lägg till den här datorn till ditt RIM-konto

source: This option lets you add this machine as a target in your RIM account so you can remotely access it.
fr: Cette option vous permet d'ajouter cette machine comme cible dans votre compte RIM afin de pouvoir y accéder à distance.
sv: Detta alternativ låter dig lägga till den här datorn som ett mål i ditt RIM-konto så att du kan få fjärråtkomst till den.

source: Type of remote access:
fr: Type d'accès à distance :
sv: Typ av fjärråtkomst:

source: Unattended
fr: Sans surveillance
sv: Obevakad

source: With this option, this machine can be accessed at any time without requiring a user to be physically present at the machine to accept the connection.
fr: Cette option permet d'accéder à cette machine à tout moment sans qu'un utilisateur doive être physiquement présent sur la machine pour accepter la connexion.
sv: Med detta alternativ kan datorn nås när som helst utan att en användare behöver vara fysiskt närvarande vid datorn för att acceptera anslutningen.

source: Prompted
fr: Prompté
sv: Bekräftad

source: With this option, RIM will prompt the user of this machine for permission to access the machine, and the user must be present at the machine to accept or deny the request.
fr: Avec cette option, RIM demandera à l'utilisateur de cette machine l'autorisation d'accéder à la machine, et l'utilisateur doit être présent sur la machine pour accepter ou refuser la demande.
sv: Med detta alternativ kommer RIM att fråga användaren av denna dator om tillstånd att få fjärråtkomst till datorn, och användaren måste vara närvarande vid datorn för att acceptera eller neka begäran.

source: Name this target machine:
fr: Nommez cette machine cible :
sv: Namnge denna fjärrdator:

source: Add Machine
fr: Ajouter une machine
sv: Lägg till dator

source: You must enter a name for this machine. This name will be used in the list of target machines for your RIM account, so choose a name that will make it easy to find this machine when you want to connect to it.
fr: Vous devez saisir un nom pour cette machine. Ce nom sera utilisé dans la liste des machines cibles de votre compte RIM. Choisissez donc un nom qui vous permettra de retrouver facilement cette machine lorsque vous voudrez vous y connecter.
sv: Du måste ange ett namn för den här datorn. Det här namnet kommer att användas i listan över fjärrdatorer för ditt RIM-konto, så välj ett namn som gör det lätt att hitta maskinen när du vill ansluta till den.

source: Adding machine; please wait.
fr: Ajout de la machine; veuillez patienter.
sv: Lägger till dator, vänligen vänta.

source: Request Unattended or Prompted Access
fr: Demande d'accès sans surveillance ou à l'improviste
sv: Begär obevakad eller godkänd åtkomst

source: Type of access:
fr: Type d'accès :
sv: Typ av åtkomst:

source: Send Request
fr: Envoyer la demande
sv: Skicka förfrågan

source: You must enter a name for the target machine. This name will be used in the list of target machines for your RIM account, so choose a name that will make it easy to find this machine when you want to connect to it.
fr: Vous devez saisir un nom pour la machine cible. Ce nom sera utilisé dans la liste des machines cibles de votre compte RIM. Choisissez donc un nom qui vous permettra de retrouver facilement cette machine lorsque vous voudrez vous y connecter.
sv: Du måste ange ett namn för fjärrdatorn. Det här namnet kommer att användas i listan över fjärrdatorer för ditt RIM-konto, så välj ett namn som gör det lätt att hitta datorn när du vill ansluta till den.

source: Waiting for the target user to respond.
fr: Attente de la réponse de l'utilisateur cible.
sv: Väntar på att fjärranvändaren ska svara.

source: Send Logs to Pneuma Solutions
fr: Envoyer des logs à Pneuma Solutions
sv: Skicka loggar till Pneuma Solutions

source: Please only use this function if a representative of Pneuma Solutions has requested logs.
fr: Veuillez n'utiliser cette fonction que si un représentant de Pneuma Solutions a demandé des données.
sv: Använd endast denna funktion om en representant för Pneuma Solutions har begärt loggar.

source: Detailed problem description:
fr: Description détaillée du problème :
sv: Detaljerad beskrivning av problemet:

source: Please either enter a detailed description of your problem or close this window.
fr: Veuillez saisir une description détaillée de votre problème ou fermer cette fenêtre.
sv: Vänligen ange en detaljerad beskrivning av ditt problem eller stäng detta fönster.

source: Sending logs...
fr: Envoyer les journaux...
sv: Skickar loggar...

source: Remote Session
fr: Session à distance
sv: Fjärrsession

source: No screen reader is running on the remote machine.
fr: Aucun lecteur d'écran n'est lancé sur la machine distante.
sv: Ingen skärmläsare körs på fjärrdatorn.

source: Remote accessibility is active.
fr: L'accessibilité à distance est active.
sv: Fjärrtillgänglighet är aktiv.

source: %{screen_reader_name} is running on the remote machine.
fr: %{screen_reader_name} s'exécute sur la machine distante.
sv: %{screen_reader_name} körs på fjärrdatorn.

source: %{screen_reader_name} %{version} is running on the remote machine.
fr: %{screen_reader_name} %{version} est en cours d'exécution sur la machine distante.
sv: %{screen_reader_name} %{version} körs på fjärrdatorn.

source: Starting remote accessibility.
fr: Démarrage de l'accessibilité à distance.
sv: Startar tillgänglighet på fjärrdatorn

source: Comment on This Session
fr: Commentaire sur cette session
sv: Kommentera denna session

source: You may optionally write a comment on the session that just ended. This comment will appear on your RIM Dashboard.
fr: Vous pouvez éventuellement rédiger un commentaire sur la session qui vient de se terminer. Ce commentaire apparaîtra sur votre tableau de bord RIM.
sv: Du kan välja att skriva en kommentar om den session som just avslutats. Denna kommentar kommer att visas på din RIM Dashboard.

source: Comment:
fr: Commentaire :
sv: Kommentar:

source: Add Comment
fr: Ajouter un commentaire
sv: Lägg till kommentar

source: Skip
fr: Sauter
sv: Hoppa över

source: Please either enter a comment or close this window.
fr: Veuillez saisir un commentaire ou fermer cette fenêtre.
sv: Vänligen skriv en kommentar eller stäng detta fönster.

source: Connection Details
fr: Détails de la connexion
sv: Detaljer om anslutningen

source: peer-to-peer with NAT traversal
fr: peer-to-peer avec traversée NAT
sv: peer-to-peer med NAT-traversering

source: relay
fr: relais
sv: relä

source: Ping round trip time
fr: Durée du trajet aller-retour
sv: Ping tur och retur tid

source: Data received
fr: Données reçues
sv: Mottagna data

source: Data sent
fr: Données envoyées
sv: Skickade data

source: Network type
fr: Type de réseau
sv: Typ av nätverk
