Repository: PneumaSolutions/rim-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: fr, sv

source: Remote Incident Manager %{version}: waiting for approved connections
fr: Gestionnaire d'incidents à distance %{version} : attente de connexions approuvées
sv: Remote Incident Manager %{version}: väntar på godkända anslutningar

source: &Revoke Remote Access to This Computer
fr: &Révoquer l'accès à distance à cet ordinateur
sv: &Återkalla fjärråtkomst till den här datorn

source: Remote Incident Manager %{version}: Receive Remote Help
fr: Gestionnaire d'incidents à distance %{version} : Recevoir de l'aide à distance
sv: Remote Incident Manager %{version}: Ta emot fjärrhjälp

source: %{controller_name} is requesting permission to access this computer without requiring you to start a remote session. You will be prompted for permission to access your computer each time. Do you want to allow this?
fr: %{controller_name} demande l'autorisation d'accéder à cet ordinateur sans vous demander de démarrer une session à distance. Il vous demandera à chaque fois l'autorisation d'accéder à votre ordinateur. Souhaitez-vous l'autoriser ?
sv: %{controller_name} begär tillstånd att komma åt den här datorn utan att du behöver starta en fjärrsession. Du kommer att bli tillfrågad att godkänna det varje gång. Vill du tillåta detta?

source: %{controller_name} is requesting permission to access this computer at any time without requiring you to start a remote session, and without being prompted for permission each time. Do you want to allow this?
fr: %{controller_name} demande l'autorisation d'accéder à cet ordinateur à tout moment sans que vous ayez à démarrer une session à distance et sans que l'autorisation vous soit demandée à chaque fois. Souhaitez-vous l'autoriser ?
sv: %{controller_name} begär tillstånd att komma åt den här datorn när som helst utan att du behöver starta en fjärrsession och utan att du behöver godkänna det varje gång. Vill du tillåta detta?

source: Do you want to have a voice conversation with %{controller_name} during this remote control session?
fr: Souhaitez-vous avoir une conversation vocale avec %{controller_name} pendant cette session de contrôle à distance ?
sv: Vill du ha en röstkonversation med %{controller_name} under denna fjärrssession?

source: Do you want to have a voice conversation with the person that is currently remotely controlling this computer during this session?
fr: Souhaitez-vous avoir une conversation vocale avec la personne qui contrôle actuellement cet ordinateur à distance pendant cette session ?
sv: Vill du ha ett röstsamtal med den person som för närvarande fjärrstyr den här datorn under den här sessionen?

source: The remote user has denied your request for a voice conversation.
fr: L'utilisateur distant a refusé votre demande de conversation vocale.
sv: Fjärranvändaren har nekat din begäran om ett röstsamtal.

source: No update is currently available.
fr: Aucune mise à jour n'est actuellement disponible.
sv: Ingen uppdatering är tillgänglig för närvarande.

source: About Remote Incident Manager...
fr: À propos de Remote Incident Manager...
sv: Om Remote Incident Manager...

source: Edit
fr: Editer
sv: Redigera

source: Speech
fr: Discours
sv: Tal

source: Window
fr: Fenêtre
sv: Fönster

source: RIM Manual
fr: Manuel de RIM
sv: RIM-handbok

source: Support and Feedback
fr: Support et retour d'information
sv: Support och återkoppling

source: Read the Manual
fr: Lire le manuel
sv: Läs handboken

source: View Change History
fr: Voir l'historique des modifications
sv: Visa ändringshistorik

source: Send Logs
fr: Envoyer les journaux
sv: Skicka loggar

source: Remote Incident Manager: Provide Remote Help
fr: Gestionnaire d'incidents à distance : Fournir une aide à distance
sv: Remote Incident Manager: Ge fjärrhjälp

source: Provide Remote Help
fr: Fournir une aide à distance
sv: Ge fjärrhjälp

source: Sign up for paid RIM services
fr: S'inscrire aux services payants de RIM
sv: Registrera dig för betalda RIM-tjänster

source: Keyword:
fr: Mot-clé :
sv: Nyckelord:

source: Start voice conversation
fr: Démarrer une conversation vocale
sv: Starta röstsamtal

source: Return to top level
fr: Retour au niveau supérieur
sv: Återgå till översta nivån

source: Back
fr: Retour
sv: Tillbaka

source: Target machine:
fr: Machine cible :
sv: Fjärrdator

source: Create Shortcut
fr: Créer un raccourci
sv: Skapa genväg

source: Search:
fr: Recherche :
sv: Sök:

source: Search
fr: Recherche
sv: Sök

source: Choose a machine
fr: Choisir une machine
sv: Välj en dator

source: Use a keyword
fr: Utiliser un mot-clé
sv: Använd ett nyckelord

source: RIM Dashboard
fr: Tableau de bord RIM
sv: RIM instrumentpanel

source: Receive help instead
fr: Recevoir de l'aide à la place
sv: Ta emot hjälp istället

source: About
fr: À propos
sv: Om

source: &About
fr: &À propos
sv: &Om

source: Log out
fr: Déconnexion
sv: Logga ut

source: Sending request; please wait.
fr: Envoi de la demande; veuillez patienter.
sv: Skickar förfrågan; vänligen vänta.

source: You must enter a keyword before you can start the remote session. You may choose any keyword that is not currently being used by another RIM user; feel free to use anything that works for both you and the person you're helping.
fr: Vous devez saisir un mot-clé avant de pouvoir démarrer la session à distance. Vous pouvez choisir n'importe quel mot-clé qui n'est pas actuellement utilisé par un autre utilisateur RIM; n'hésitez pas à utiliser ce qui vous convient, à vous et à la personne que vous aidez.
sv: Du måste ange ett nyckelord innan du kan starta fjärrsessionen. Du kan välja vilket nyckelord som helst som för närvarande inte används av någon annan RIM-användare; använd gärna något som fungerar för både dig och den person du hjälper.

source: You must enter a machine name or part of a name to search for.
fr: Vous devez saisir un nom de machine ou une partie de nom à rechercher.
sv: Du måste ange ett datornamn eller en del av ett namn som du vill söka efter.

source: Waiting for the other user to enter the keyword.
fr: Attente de la saisie du mot-clé par l'autre utilisateur.
sv: Väntar på att den andra användaren ska ange nyckelordet.

source: Starting session; please wait.
fr: Démarrage de la session; veuillez patienter.
sv: Startar session; vänligen vänta.

source: prompt required
fr: délai requis
sv: Bekräftelse krävs

source: unattended
fr: sans surveillance
sv: obevakad

source: 24 hours after this session starts
fr: 24 heures après le début de la session
sv: 24 timmar efter att sessionen startat

source: Day Pass
fr: Pass journalier
sv: Dagspass

source: %{pass_type} purchased on %{date_time}, valid for %{time_span}
fr: %{pass_type} acheté le %{date_time}, valable pour %{time_span}
sv: %{pass_type} köpt den %{date_time}, giltig i %{time_span}

source: Pass for 1 month
fr: Pass pour 1 mois
sv: Pass för 1 månad

source: Pass for %{count} months
fr: Pass pour %{count} mois
sv: Pass för %{count} månader

source: Pass for 1 week
fr: Passe pour 1 semaine
sv: Pass för 1 vecka

source: Pass for %{count} weeks
fr: Pass pour %{count} semaines
sv: Pass för %{count} veckor

source: Pass for %{count} days
fr: Pass pour %{count} jours
sv: Pass för %{count} dagar

source: %{pass_type} purchased on %{date_time}
fr: %{pass_type} acheté le %{date_time}
sv: %{pass_type} köpt den %{date_time}

source: Your current RIM pass has %{span} left.
fr: Il reste %{span} à votre pass RIM actuel.
sv: Ditt nuvarande RIM-pass har %{span} kvar.

source: During the weekend, your RIM Personal Weekend Support subscription gives you unlimited connection time for keyword-based sessions, in addition to your RIM Personal subscription's support for unattended sessions.
fr: Pendant le week-end, votre abonnement RIM Personal Weekend Support vous offre un temps de connexion illimité pour les sessions basées sur des mots-clés, en plus de l'assistance fournie par votre abonnement RIM Personal pour les sessions sans surveillance.
sv: Under helgen ger ditt RIM Personal Weekend Support-abonnemang dig obegränsad anslutningstid för nyckelordsbaserade sessioner, utöver ditt RIM Personal-abonnemangs stöd för obevakade sessioner.

source: During the weekend, your RIM Personal Weekend Support subscription gives you unlimited connection time for keyword-based sessions.
fr: Pendant le week-end, votre abonnement RIM Personal Weekend Support vous offre un temps de connexion illimité pour des sessions basées sur des mots-clés.
sv: Under helgen ger din prenumeration på RIM Personal Weekend Support dig obegränsad anslutningstid för nyckelordsbaserade sessioner.

source: You currently have %{remaining_base_time_today} of base RIM connection time today, from both the free tier and your RIM Personal Community Support subscription, and %{remaining_credited_time} of prepaid time. RIM will use your base time first.
fr: Vous disposez actuellement de %{remaining_base_time_today} de temps de connexion de base RIM aujourd'hui, provenant à la fois du niveau gratuit et de votre abonnement RIM Personal Community Support, et de %{remaining_credited_time} de temps prépayé. RIM utilisera d'abord votre temps de base.
sv: Du har för närvarande %{remaining_base_time_today} basanslutningstid för RIM idag, från både gratisnivån och din prenumeration på RIM Personal Community Support, och %{remaining_credited_time} förbetald tid. RIM kommer att använda din bastid först.

source: You currently have %{remaining_free_time_today} of free RIM connection time today and %{remaining_credited_time} of prepaid time. RIM will use your free time first.
fr: Vous disposez actuellement de %{remaining_free_time_today} de temps de connexion RIM gratuit aujourd'hui et %{remaining_credited_time} de temps prépayé. RIM utilisera d'abord votre temps gratuit.
sv: Du har för närvarande %{remaining_free_time_today} gratis RIM-anslutningstid idag och %{remaining_credited_time} förbetald tid. RIM kommer att använda din lediga tid först.

source: You currently have %{remaining_base_time_today} of RIM connection time today, from both the free tier and your RIM Personal Community Support subscription.
fr: Vous disposez actuellement de %{remaining_base_time_today} de temps de connexion RIM aujourd'hui, à partir du niveau gratuit et de votre abonnement RIM Personal Community Support.
sv: Du har för närvarande %{remaining_base_time_today} RIM-anslutningstid idag, från både gratisnivån och din prenumeration på RIM Personal Community Support.

source: You currently have %{remaining_free_time_today} of free RIM connection time today.
fr: Vous disposez actuellement de %{remaining_free_time_today} de temps de connexion RIM gratuit aujourd'hui.
sv: Du har för närvarande %{remaining_free_time_today} gratis RIM-anslutningstid idag.

source: You have used up all of your base RIM connection time for today, from both the free tier and your RIM Personal Community Support subscription, but you still have %{remaining_credited_time} of prepaid time.
fr: Vous avez utilisé tout votre temps de connexion RIM de base pour aujourd'hui, à la fois pour le niveau gratuit et pour votre abonnement RIM Personal Community Support, mais il vous reste %{remaining_credited_time} de temps prépayé.
sv: Du har använt all din basanslutningstid för RIM för idag, från både gratisnivån och din prenumeration på RIM Personal Community Support, men du har fortfarande %{remaining_credited_time} förbetald tid.

source: You have used up all of your free RIM connection time for today, but you still have %{remaining_credited_time} of prepaid time.
fr: Vous avez utilisé tout votre temps de connexion RIM gratuit pour aujourd'hui, mais il vous reste %{remaining_credited_time} de temps prépayé.
sv: Du har använt all din gratis RIM-anslutningstid för idag, men du har fortfarande %{remaining_credited_time} förbetald tid.

source: You have used up all of your RIM connection time for today, from both the free tier and your RIM Personal Community Support subscription.
fr: Vous avez utilisé tout votre temps de connexion RIM pour aujourd'hui, à la fois pour le niveau gratuit et pour votre abonnement RIM Personal Community Support.
sv: Du har använt all din RIM-anslutningstid för idag, både från gratisnivån och din RIM Personal Community Support-prenumeration.

source: You have used up all of your free RIM connection time for today.
fr: Vous avez utilisé tout votre temps de connexion RIM gratuit pour aujourd'hui.
sv: Du har förbrukat all ledig RIM-anslutningstid för idag.

source: Your RIM personal subscription will be used for unattended sessions, while your current incident pass can be used for keyword-based sessions on one target machine over the next %{time_span}. The following applies to keyword-based sessions on additional target machines, and to any keyword-based sessions after your current incident pass has expired.
fr: Votre abonnement personnel RIM sera utilisé pour les sessions sans surveillance, tandis que votre pass d'incident actuel peut être utilisé pour des sessions basées sur des mots-clés sur une machine cible au cours des prochains %{time_span}. Ce qui suit s'applique aux sessions basées sur des mots-clés sur des machines cibles supplémentaires et à toutes les sessions basées sur des mots-clés après l'expiration de votre pass d'incident actuel.
sv: Din personliga RIM-prenumeration kommer att användas för obevakade sessioner, medan ditt nuvarande incidentpass kan användas för nyckelordsbaserade sessioner på en fjärrdator under nästa %{time_span}. Följande gäller för nyckelordsbaserade sessioner på ytterligare målmaskiner och för alla nyckelordsbaserade sessioner efter att ditt nuvarande incidentpass har löpt ut.

source: Your RIM personal subscription will be used for unattended sessions, while your current day pass can be used for keyword-based sessions over the next %{time_span}. The following applies to any keyword-based sessions after your current day pass has expired.
fr: Votre abonnement personnel RIM sera utilisé pour les sessions sans surveillance, tandis que votre pass journalier actuel pourra être utilisé pour des sessions basées sur des mots clés au cours des prochains %{time_span}. Ce qui suit s'applique à toutes les sessions basées sur des mots-clés après l'expiration de votre pass journalier actuel.
sv: Din personliga RIM-prenumeration kommer att användas för obevakade sessioner, medan ditt nuvarande dagspass kan användas för nyckelordsbaserade sessioner under de närmaste %{time_span}. Följande gäller för alla nyckelordsbaserade sessioner efter att ditt nuvarande dagspass har löpt ut.

source: Your RIM personal subscription will be used for unattended sessions. The following applies to any keyword-based sessions.
fr: Votre abonnement personnel RIM sera utilisé pour les sessions sans surveillance. Ce qui suit s'applique à toutes les sessions basées sur des mots-clés.
sv: Ditt personliga RIM-abonnemang kommer att användas för obemannade sessioner. Följande gäller för alla nyckelordsbaserade sessioner.

source: Your current incident pass can be used for keyword-based sessions on one target machine over the next %{time_span}. The following applies to keyword-based sessions on additional target machines, and to any keyword-based sessions after your current incident pass has expired.
fr: Votre pass d'incident actuel peut être utilisée pour des sessions basées sur des mots-clés sur une machine cible au cours des %{time_span}. Ce qui suit s'applique aux sessions basées sur des mots-clés sur des machines cibles supplémentaires, et à toutes les sessions basées sur des mots-clés après l'expiration de votre pass d'incident actuel.
sv: Ditt nuvarande incidentpass kan användas för nyckelordsbaserade sessioner på en fjärrdator under nästa %{time_span}. Följande gäller för nyckelordsbaserade sessioner på ytterligare fjärrdatorer och för alla nyckelordsbaserade sessioner efter att ditt nuvarande incidentpass har löpt ut.

source: Your current day pass can be used for keyword-based sessions over the next %{time_span}. The following applies to any keyword-based sessions after your current day pass has expired.
fr: Votre pass journalier actuel peut être utilisée pour des sessions basées sur des mots clés au cours des prochaines %{time_span}. Ce qui suit s'applique à toutes les sessions basées sur des mots-clés après l'expiration de votre pass journalier actuel.
sv: Ditt nuvarande dagspass kan användas för nyckelordsbaserade sessioner under de kommande %{time_span}. Följande gäller för alla nyckelordsbaserade sessioner efter att ditt nuvarande dagspass har löpt ut.

source: Please upgrade to a paid RIM subscription to gain unlimited connection time.
fr: Veuillez passer à un abonnement RIM payant pour bénéficier d'un temps de connexion illimité.
sv: Uppgradera till ett betalt RIM-abonnemang för att få obegränsad uppkopplingstid.

source: Use Incident Pass
fr: Utiliser le pass d'incident
sv: Använd IncidentPass

source: Use Day Pass
fr: Utiliser un pass journalier
sv: Använd dagpass

source: Use Other Incident Pass
fr: Utiliser un autre pass d'incident
sv: Använd annat IncidentPass

source: Select another pass
fr: Sélectionner un autre pass
sv: Välj ett annat pass

source: Select pass
fr: Sélectionner un pass
sv: Välj pass

source: Start using pass
fr: Commencer à utiliser le pass
sv: Börja använda pass

source: Your prepaid time has run out. Please order more prepaid time or upgrade to a RIM Pro subscription to continue using RIM.
fr: Votre temps prépayé est épuisé. Veuillez commander du temps prépayé supplémentaire ou passer à un abonnement RIM Pro pour continuer à utiliser RIM.
sv: Din förbetalda tid har tagit slut. Beställ mer förbetald tid eller uppgradera till en RIM Pro-prenumeration för att fortsätta använda RIM.

source: File Transfer Progress
fr: Progression du transfert de fichiers
sv: Filöverföringsförlopp

source: You currently have %{remaining_time} of free RIM usage today.
fr: Vous disposez actuellement de %{remaining_time} d'utilisation gratuite de RIM aujourd'hui.
sv: Du har för närvarande %{remaining_time} gratis RIM-användning idag.

source: You have used up all of your free RIM usage for today.
fr: Vous avez utilisé toute votre utilisation gratuite de RIM pour aujourd'hui.
sv: Du har använt all din kostnadsfria RIM-användning för idag.

source: Remote Incident Manager: Receive Remote Help
fr: Gestionnaire d'incidents à distance : Recevoir de l'aide à distance
sv: Remote Incident Manager: Ta emot fjärrhjälp

source: Receive Remote Help
fr: Recevoir de l'aide à distance
sv: Ta emot fjärrhjälp

source: Please enter the keyword you received from the person helping you.
fr: Veuillez saisir le mot-clé que vous avez reçu de la personne qui vous aide.
sv: Ange det nyckelord som du fick från den person som hjälper dig.

source: Connect
fr: Connecter
sv: Anslut

source: Provide help instead
fr: Fournir de l'aide à la place
sv: Ge hjälp istället

source: Add this machine to your RIM account
fr: Ajouter cette machine à votre compte RIM
sv: Lägg till denna dator i ditt RIM-konto

source: You must enter a keyword before you can start the remote session. Please enter the keyword that was provided by the person that is helping you.
fr: Vous devez saisir un mot-clé avant de pouvoir démarrer la session à distance. Veuillez saisir le mot-clé fourni par la personne qui vous aide.
sv: Du måste ange ett nyckelord innan du kan starta fjärrsessionen. Ange det nyckelord som angavs av den person som hjälper dig.

source: Language
fr: Langue
sv: Språk

source: English
fr: Anglais
sv: Engelska

source: German
fr: Allemand
sv: Tyska

source: Spanish
fr: Espagnol
sv: Spanska

source: French
fr: Français
sv: Franska

source: Italian
fr: Italien
sv: Italienska

source: Dutch
fr: Néerlandais
sv: Nederländska

source: Portuguese (Brazilian)
fr: Portugais (brésilien)
sv: Portugisiska (brasilianska)

source: Swedish
fr: Suédois
sv: Svenska

source: Switch language
fr: Changer de langue
sv: Byt språk

source: Thank you for installing Remote Incident Manager! Before you can use RIM to either provide or receive remote help, you'll need to give RIM several permissions in this machine's macOS settings. RIM will request one permission at a time and provide detailed instructions to grant each permission. RIM will not function without these permissions. To begin, click the "Continue" button below.
fr: Merci d'avoir installé Remote Incident Manager ! Avant de pouvoir utiliser RIM pour fournir ou recevoir de l'aide à distance, vous devez lui accorder plusieurs autorisations dans les paramètres macOS de cette machine. Le RIM demandera une autorisation à la fois et fournira des instructions détaillées pour accorder chaque autorisation. Le RIM ne fonctionnera pas sans ces autorisations. Pour commencer, cliquez sur le bouton "Continuer" ci-dessous.
sv: Tack för att du installerade Remote Incident Manager! Innan du kan använda RIM för att antingen ge eller ta emot fjärrhjälp måste du ge RIM flera behörigheter i den här datorns macOS-inställningar. RIM kommer att begära ett tillstånd i taget och ge detaljerade instruktioner om hur du beviljar varje tillstånd. RIM kommer inte att fungera utan dessa behörigheter. Klicka på knappen "Fortsätt" nedan för att börja.

source: Continue
fr: Continuer
sv: Fortsätt

source: RIM needs to activate the system extension that enables remote keyboard input when receiving remote help. For now, while Pneuma Solutions is working through the Apple approval process to incorporate the system extension into RIM itself, the system extension comes from an application called Karabiner-VirtualHIDDevice-Manager.
fr: RIM doit activer l'extension du système qui permet la saisie à distance du clavier lors de la réception d'une aide à distance. Pour l'instant, alors que Pneuma Solutions travaille sur le processus d'approbation d'Apple pour incorporer l'extension du système dans RIM lui-même, l'extension du système provient d'une application appelée Karabiner-VirtualHIDDevice-Manager.
sv: RIM behöver aktivera systemtillägget som möjliggör tangentbordsinmatning på distans när man tar emot fjärrhjälp. För närvarande, medan Pneuma Solutions arbetar med Apples godkännandeprocess för att införliva systemtillägget i själva RIM, kommer systemtillägget från en applikation som heter Karabiner-VirtualHIDDevice-Manager.

source: Once you press the "Continue" button below, if the system dialog saying that macOS has blocked this extension doesn't automatically receive focus, press VO+F1 twice, then choose "System Dialogs". Note that you may need to press VO+FN+F1 if your function keys are not set up to work independently of the FN key. The FN key is located to the left of the CTRL key.
fr: Une fois que vous aurez appuyé sur le bouton "Continuer" ci-dessous, si la boîte de dialogue système indiquant que macOS a bloqué cette extension ne reçoit pas automatiquement le focus, appuyez deux fois sur VO+F1, puis choisissez "Boîtes de dialogue système". Notez que vous devrez peut-être appuyer sur VO+FN+F1 si vos touches de fonction ne sont pas configurées pour fonctionner indépendamment de la touche FN. La touche FN est située à gauche de la touche CTRL.
sv: När du trycker på knappen "Fortsätt" nedan, om systemdialogen som säger att macOS har blockerat detta tillägg inte automatiskt får fokus, tryck på VO+F1 två gånger och välj sedan "Systemdialoger". Observera att du kan behöva trycka på VO+FN+F1 om dina funktionstangenter inte är konfigurerade för att fungera oberoende av FN-tangenten. FN-tangenten är placerad till vänster om CTRL-tangenten.
